{
  "template-folder\\template-folner.qmd": {
    "contents": "Introduction We define a right-Følner sequence in \\Group as a sequence \\Folner =(\\Folner[N])_{N\\in\\mathbb{N}} of finite subsets of \\Gamma satisfying \\lim_{N\\rightarrow\\infty}\\frac{|\\GroupOperation{(\\GroupOperation{\\Folner[N]}{\\Inverse{\\GroupElement}})}{\\Folner[N]}|}{|\\Folner[N]|}=1for all \\GroupElement\\in\\Group. Similarly, we define a left-Følner sequence in \\Group as a sequence \\Folner =(\\Folner[N])_{N\\in\\mathbb{N}} of finite subsets of \\Gamma satisfying \\lim_{N\\rightarrow\\infty}\\frac{|(\\Inverse{\\GroupElement}\\cdot\\Folner[N])\\cap\\Folner[N]|}{|\\Folner[N]|}=1 for all \\GroupElement\\in\\Group. We call a sequence a Følner sequence if it is both a left and right Følner sequence. A related definition is the following: We call define density of a subset A\\subseteq\\Group with respect to a Følner sequence, \\Folner, as \\Density(A)=\\lim_{N\\rightarrow\\infty}\\frac{|\\Folner[N]\\cap A|}{|\\Folner[N]|}, if it exists. For \\N, the natural density, \\Density[], is defined when the Følner sequence is constructed with \\Folner[N]=[1,...,N]. Results The Test Theorem This is a Theorem. This is a test tip. More Information You can learn more about controlling the appearance of HTML output here: https://quarto.org/docs/output-formats/html-basics.html"
  },
  "template-folder\\template-group.qmd": {
    "contents": "Introduction A group is a non-empty set \\Group together with a binary operation on \\Group, denoted “\\GroupOperation{}{}”, that combines any two elements \\GroupElement and \\GroupElement' of \\Group to form an element of \\Group, denoted \\GroupOperation{\\GroupElement}{\\GroupElement'}, such that the following three requirements, known as group axioms, are satisfied: More Information You can learn more about controlling the appearance of HTML output here: https://quarto.org/docs/output-formats/html-basics.html"
  },
  "template.qmd": {
    "contents": "Introduction associativity For all {#1},{#2},{#3} in \\Set, one has \\Operation{(\\Operation{#1}{#2})}{#3}=\\Operation{#1}{(\\Operation{#2}{#3})}. identity There exists an element \\Identity in \\Set such that, for every {#1} in \\Set, one has \\Operation{\\Identity}{#1}={#1} and \\Operation{#1}{\\Identity}={#1}. Such an element is unique and is called the identity element. inverse For each {#1} in \\Set, there exists an element {#2} in \\Set such that \\Operation{#1}{#2}=\\Identity and \\Operation{#2}{#1}=\\Identity, where \\Identity is the identity element. For each {#1}, the element {#2} is unique and is called the inverse of {#2} and is denoted \\Inverse{#1}. Test @def-associativity More Information You can learn more about controlling the appearance of HTML output here: https://quarto.org/docs/output-formats/html-basics.html"
  }
}